<div class="subcontent">
<li>2014年6-8月主日學各班課程介紹</li>
<br>
<p>
<li><u>慕道班</u>（吳冀川，馬培松，蒲曉濤101室）</li>
<br>本課程的目的是向尚未信主以及願意尋求的朋友們介紹上帝和耶穌基督的救恩。課程的内容包括：上帝的存在，聖經的可靠性，人的罪，耶穌基督和祂的救恩，得救的途徑等主題。希望通過對各個主題的介紹，和大家彼此的討論分享，我們可以一起来探索生命的意義。但願這個課程能幫助您認識那位獨一的真神，得着祂對您人生的祝福。本季課程將由北區團契及恩典團契同工帶領。
</p>

<br>
<p>
<li><u>豐盛生命班</u>（于張瑜芬師母、朱晨，303室）</li>
<br>本課程的授課對象是已經受洗的弟兄姊妹。本課程是教會主日學必修課程，一共十八課。內容專注於學習、操練屬靈生命成長的基本要領，目的是幫助已經受洗的弟兄姐妹打下堅實的根基，能夠“離開基督道理的開端，竭力進到完全的地步”（希伯來書6﹕1），長大成人，經歷、享受主耶穌所應許的日益豐盛的屬靈生命。
</p>

<br>
<p>
<li><u>舊約概論（下）</u>（趙曉蒼，胡閩虎，302室） </li>
<br>舊約佔有整本聖經四分之三的篇幅，是由約三十位作者，從摩西開始到瑪拉基結束，其中經過了約一千年的時間才寫作完成。其中的內容非常豐富，包括了神的創造，人的墮落，神的公義，神的揀選與神的救贖。讀舊約可幫助我們認識新約的背景，並更明白耶穌基督的救恩。然而許多信徒都發現讀舊約很難。本課程將以半年的時間，逐卷分析舊約各書卷的信息與意義，期望能幫助受洗不久的新信徒對舊約能有初步的了解，並能自己讀舊約聖經。
</p>
<br>
<p>
<li><u>新約書卷</u>（黃傅明霞， Commons 121室）</li>
<br>本季將繼續研讀提摩太前、後書和提多書。這幾本書在新約保羅所寫的十三封書信中，被稱為是教牧書信。其特徵是：(1) 含有基督教信仰中的一些重要教義；(2) 可在其中看出初期教會的組織及其崇拜生活；(3) 對教會管理制度的指示，是其他書信所比不上的；(4) 很重視人才的栽培，因教會的需求，就有了長老、執事的選立，及資格的要求；(5) 更注重品格及教會組織上各方面的秩序，如老少之間、男女之間、婆媳及主僕之間都有清楚說明。
</p>

<br>
<p>
<li><u>列王與先知</u>（于慕潔牧師，主堂）</li>
<br>o	熟悉從撒母耳到施洗約翰為止之間的重大歷史事件,以及先知所在時代的君王及使命。
<br>o	從得神喜悅的列王及先知學習如何信靠順服神,並從失敗的君王及人民的錯誤中得到鑑戒。
<br>o	認識神藉先知在不同的時代及需要中所傳講的話語,以及他們不同的反應引進復興或衰敗。
<br>o	學習如何建造屬靈的生命
<br>&nbsp;&nbsp;&nbsp;&nbsp;•	君王的生命
<br>&nbsp;&nbsp;&nbsp;&nbsp;•	作堵擋破口扭轉時代引進祝福的人

</p>

<br>
<p>
<li><u>English Class</u> (A. Bryan Turner, Common’s  Servery)</li>
<br>The Adult English Sunday school class will be using the “wired word.” It is an outstanding Sunday school lesson that combines recent events in the world with Bible scriptures. Come join us as we apply the scriptures to real events in an open discussion format that gives everyone a chance to voice their beliefs.
</p>

</div>
