<div class="subcontent">
<p>
 櫻桃山華人基督教會(Cherry Hill Chinese Christian Church)是一個不分宗派的華人基督教會。教會以中文(國語)為講道語言。目前有成人一百六十多位，青少年和孩童一百二十多位參加教會的主日崇拜，會員一百六十余人。成員來自中國大陸、台灣、香港、美國本土等地。
 教會現有十個團契。雖然教會會眾在年齡、文化傳統、背景、恩賜，以及在主裡的生命的成熟上各不相同，我們有一點共同的目的: 彼此相愛，同心合意事奉耶穌基督，我們的救主和生命的主。
 </p>
<p>
櫻桃山華人基督教會的前身是一美國教會(Cherry Hill Baptist Church)的中文堂。2000年在CHBC聚會的几個中國基督徒家庭在家開始中文家庭團契。隨著中文家庭團契的人數不斷增長，到2002年十月，
CHBC設立中文堂並開始中文主日崇拜。2004年五月，中文堂正式向新澤西州政府申請成立了完全獨立的櫻桃山華人基督教會。蒙母會CHBC弟兄姐妹的接納，櫻桃山華人基督教會繼續使用CHBC的建築設施聚會。
</p>

<p>
2008年五月底，櫻桃山華人基督教會接手母會CHBC的全部建築設施，開始了教會事工發展的全新一頁。是聖靈的親自帶領，感動母會的弟兄姐妹讓我們承接這地，成為南澤西地區唯一擁有自己教堂設施的華人教會。
我們深信神把這遠遠超過我們所求所想的福份賜給我們，是因為祂愛我們的華人同胞，要讓我們在主耶穌基督交付給祂的大使命上有份，使祂的帳幕在南澤西地區大大地擴張。
</p>

<p>
櫻桃山華人基督教會是一個非宗派的獨立教會，以高舉耶穌基督，敬拜三位一體獨立真神為宗旨。以傳揚福音，造就門徒，注重聖經教導，持守正統，純正信仰為前題，以執行大使命（馬太福音28：19－20），
大誡命（馬太福音22：37－40）和新命令（約翰福音13：34－35）為目標。
</p>
</div>
