<div class="subcontent">

<br>
<p>
<li>教育事工簡介</li>
<br>教育事工的目的是完成主所賜的大使命，使萬民作主的門徒，教訓他們遵守   主的吩咐(太 28:19-20)。櫻桃山華人基督教會的教育事工經過幾年的摸索，在成人、青少年及兒童主日學方面都分別建立了穩定的模式。
<br>&nbsp;<br>以成人主日學為例，我們為福音朋友安排了慕道班；為決志信主的弟兄姐妹安排了浸禮班；為新信徒設立了豐盛生命及新舊約概論班，用15個月的時間幫助他們在新生命及聖經基礎上得到造就；至於上過這些基礎課程的信徒，我們設立了定期的聖經書卷班及不定期的生活造就及門徒訓練課程班讓大家繼續以聖經為根基在生命中成長。過去幾年參加主日學的人數佔參加崇拜人數相當高的比例，約在60%以上，當然我們最終的理想是『人人都參加主日學』。
<br>&nbsp;<br>在門徒訓練事工上，我們教會還在起步的階段，然從去年起牧師及師母已分別舉辦了家庭父母及教會同工的培訓班，另外藉著一些特別聚會（暑期聖經學校、佈道會等），教會也安排了一些短期的訓練。
<br>&nbsp;<br>從今年（2014）開始，教育事工將把成人、青少年及兒童三部門的主日學事工由『教育部』合併規劃，以期使不同年齡及文化背景的信徒能在同一聖經的教導下得到知識及生命的成長。求主祝福這一個新的聯合事工，使得整個教會都能因熟悉神的話語而在基督裏活出豐盛的生命。

</p>
</div>
