<div class="subcontent">

<br>
<p>
<li>櫻桃山華人基督教會宣道部</li>
<br>&nbsp;</br>

<li><u>經文:</u></li>
<br>
<p>箴29:18&nbsp;<font color="black">「沒有異象，民就放肆。」</font></p>
<p>太 28:19-20<font color="black">「所以你們要去，使萬民作我的門徒，奉父子聖靈的名，給他們施洗。 凡我所吩咐你們的，都教訓他們遵守；我就常與你們同在，直到世界的末了。』</font></p>
<p>太 9:37&nbsp;<font color="black">「於是對門徒說：『要收的莊稼多，作工的人少。」</font></p>
<p>賽 6:8&nbsp;<font color="black">「我又聽見主的聲音說：“我可以差遣誰呢？誰肯為我們去呢？”我說：“我在這裡，請差遣我！”」</font></p>

<li><u>異象</u></li>
<br>教會會員得到裝備，參與教會宣教事工，到各國各民中為主得人，建立基督的國度。
<br>&nbsp;</br>

<li><u>目標</u></li>
<br><ul>1. 使教會能跨出本地傳福音的局限，成爲放眼世界，有宣教及國度異象的教會。</ul>
<ul>2. 與教會支持的宣教士，牧師，或其他宣教機構，保持聯繫，以建立短宣或長宣的伙伴關係。</ul>
<ul>3. 培養本教會的宣教人才，鼓勵弟兄姊妹上神學院進修，以待 神的呼召。</ul>


</p>
</div>

