<div class="subcontent">

<p>
<li>聖經</li>
我們相信整本聖經（新舊約共六十六卷）都是由神默示人所寫成的，是無誤的真 理。我們相信它是基督徒團契真正的中心，也是人類行為唯一無誤的準則。
</p> 

<p>
<li>三一真神（聖父、聖子、聖靈）</li>
我們相信只有一位昔在、今在、永在的真神，祂是超乎萬有的。神具有三個獨特的 位格，就是 聖父、聖子、聖靈。三者合而為一，並各有相等的聖善。

我們相信聖子耶穌基督的絕對神性。祂具有非人可及的神聖，是真神，自萬古即與 聖父、聖靈 同等並存。祂是自有永有的。祂是由聖靈藉童女馬利亞而降生為人。 祂降卑為人並未失去其神性。

我們相信聖靈是神，與聖父、聖子同性同質。祂為罪、為義、為審判、為真理作見 證，是重生的媒介。祂並住在每一位神兒女的心中，印記、持守、引導、教訓、見 證、潔淨、幫助他們。
</p>

<p>
<li>創造</li>
我們相信神創造天地萬物，各從其類。
</p>

<p>
<li>人的墮落</li>
我們相信人在始祖亞當受造時是無罪的，後因自甘背逆而陷於罪中並將全人類帶進 定罪與死亡的境界。從此，全人類都在罪中而生，在不義中成長，並由於個人的抉 擇，在神面前成為無可推諉的罪人。
</p>

<p>
<li>恩典的救贖</li>
我們相信唯有藉著道成肉身的耶穌基督的救贖，人才能脫離罪的咒詛。祂本無罪， 但為了要擔當人的罪而甘願取了人的樣式，藉著祂的受苦、死在十字架上，並且第 三天復活，滿足了神對罪人公義的要求。祂的救恩是屬凡信祂並願接受這恩典的 人。

我們相信罪人唯有信主耶穌基督所完成的救贖，方能從罪中得救。這救贖全然本乎 恩，也因著信，絕非出於人的善行。

我們相信凡認定耶穌為救主的人，是從聖靈重生，且住在基督裏直到永遠。
</p>

<p>
<li>教會</li>
我們相信教會是耶穌基督所建立。祂是教會的頭，教會是祂用來服事的身體，也是 祂榮耀的新婦。我們相信普世教會是由重生的基督徒所組成的，藉著各地方的眾教 會彰顯出來。地方教會是由受洗的信徒組成。藉著信心與福音相聯繫，持守基督的 聖禮，以祂的典章為行事的準則。
</p>

<p>
<li>聖禮（洗禮和聖餐）</li>
我們相信教會的兩個聖禮是洗禮和聖餐。

洗禮是表明信徒對救主在十字架上的釘死、埋葬及復活的信心，和因信心在生活上 產生的果效。並藉此禮儀公開表明與主同死、同埋葬、同復活，又願以後努力追求 基督徒之成聖生活。

本教會每月舉行聖餐禮拜，餅象徵主的身體，杯代表主的血，吃餅喝杯表明信徒紀 念主耶穌的死和盼望祂的再來。凡已接受洗禮且明白聖餐意義的均可參加守聖餐。
</p>

<p>
<li>基督再臨</li>
我們相信耶穌基督會親身再臨，審判活人、死人。
</p>

<p>
<li>復活</li>
我們相信死人肉身在主耶穌再臨時的復活，並接受最後的審判。義人復活得永生， 不義的人復活定罪。
</p>

<p>
<li>團契</li>
本教會可與有共同信仰的信徒交通，但應與任何異端分別。
</p>
</div>